# VisGraphicsRvtLinks Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..VisGraphicsRvtLinks Property
ParameterTypeId Class See Also
---
"V/G Overrides RVT Links"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId VisGraphicsRvtLinks { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property VisGraphicsRvtLinks As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ VisGraphicsRvtLinks {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace